const BasicIntro = [''];

const ProBackgroundTitle = ['一、项目背景'];
const ProBackground = ['习近平总书记强调：“文化自信是一个国家、一个民族发展中最基本、最深沉、最持久的力量。”而当下，在增强文化自信方面，我们仍面临严峻挑战。\n' +
'首先，传统文化教育资源的形式单一，缺乏互动性。目前，大多数传统文化教育依赖于传统课堂教学和书籍阅读，这种单向传授方式难以激发学习者的兴趣。但年轻一代更倾向于通过互动、体验式学习来获取知识，而现有的教育资源在这方面存在明显不足。\n' +
'其次，先贤思想的研究和传播缺乏现代化技术手段的支持。在学术研究领域，存在资源分散、缺乏整合的现象，学者们往往需要耗费大量时间和精力去查阅、整理和分析古代文献，效率低下。而在文化传播方面，缺乏有效的技术手段将先贤智慧以更直观、更易于理解的方式呈现给公众。\n' +
'再次，传统文化与现代生活之间存在一定程度的脱节。由于缺乏有效的桥梁，先贤的智慧难以融入现代生活，导致许多人认为传统文化过时、不实用，从而忽视了其对个人修养和社会发展的指导作用。\n' +
'最后，文化交流渠道有限，存在失语困境。目前，中西方优秀文化交流主要依赖于少数专家和学者的努力，普通民众参与感不高。\n' +
'中华文明的博大气象得益于中华文化开放的姿态和包容的胸怀，我们力图以现代化技术手段为依托，构建一个让古代先贤的智慧在现代社会焕发出新光彩的平台。'];


const ProTargetTitle = ['二、项目目标'];
const ProTarget = ['首先，系统将极大地提升传统文化传承的效率和质量。通过智能体的深度学习，先贤的思想精髓得以生动再现，为学习者提供了一种全新的互动式学习体验。用户可以在与“先贤智脑”的交流中，更加深入地理解孔子、苏格拉底等先贤的智慧，使传统文化在现代社会焕发新的生命力。\n' +
'其次，系统将显著提高学术研究的便捷性。学者们可以利用“先贤智脑”快速检索相关文献，获取精准的学术资源，从而节省研究时间，提高研究效率。同时，系统提供的知识图谱和智能推荐功能，有助于学者拓宽研究视野，激发新的研究灵感。\n' +
'再次，系统将在教育领域发挥重要作用。教师可以利用“先贤智脑”辅助教学，生动展示先贤思想，提高学生的学习兴趣和参与度。学生则可以在系统的引导下，自主探索先贤智慧，培养独立思考和批判性思维能力。\n' +
'最后，博物馆等文化场所将受益于“先贤智脑”的互动体验。游客可以通过系统与古代先贤进行“对话”，感受历史文化的魅力，从而增强文化自信，促进文化传承。\n' +
'综上所述，预期“先贤智脑”系统将成为传统文化与现代科技融合的典范，为教育、学术研究、文化传播等领域带来深远影响，助力全社会传承和发扬先贤智慧。'];

const ProIntroduction = [
    { title: "", text: BasicIntro },
    { title: ProBackgroundTitle, text: ProBackground },
    { title: ProTargetTitle, text: ProTarget},
];

export default ProIntroduction;